Repository: wslee2/enigma2
Catalog: lib/python/Plugins/Extensions/CoolTVGuide/locale/*/LC_MESSAGES/CoolTVGuide.po
Languages: ru

source: Show Picon (Yes) (need restart)
ru: Загрузить пиконы (да) (необходимо перезапустить)

source: Show CoolPico (Yes) (need restart)
ru: Загрузить CoolPico (да) (необходимо перезапустить)

source: Picon Height (60), (54), (54)
ru: Высота пиконов (60), (54), (54)

source: Picon Item Height (60), (54), (54)
ru: Высота расположения пикона (60), (54), (54)

source: CoolPico Height (30), (27), (27)
ru: Высота CoolPico(30), (27), (27)

source: CoolPico Item Height (30), (27), (27)
ru: Высота расположения CoolPico(30), (27), (27)

source: Left Section Width (110), (75), (75)
ru: Отступ слева при ширине 60 (110), (75), (75)

source: Left Section Width (190), (110), (110)
ru: Отступ слева при ширине 30 (190), (110), (110)

source: Channel 1 at Start (No)
ru: Стартовать с канала №l 1 (нет)

source: Special Character (UTF-8) Fix (No)
ru: Специальные символы (UTF-8) Fix (Нет)

source: Short Service Name (No)
ru: Пропустить пустые строки (Нет) (перез. GUI)

source: Red Button (Zap)
ru: Красная (переключить)

source: LongRed Button (ZAP+Exit)
ru: Красная долгое (переключить и выйти)

source: Green Button (Timer)
ru: Зеленая (таймер)

source: LongGreen Button (Autotimer)
ru: Зеленая долгое (Autotimer)

source: Yellow Button (GuideSwitch)
ru: Желтая (Переключить Guide)

source: LongYellow Button (Bouquetlist)
ru: Желтая долгое (список букетов)

source: Blue Button (CoolSearch)
ru: Синяя (Поиск)

source: LongBlue Button (CoolInfoBox)
ru: Синяя долгое (поиск по IMDb)

source: OK Button (Cool Info Guide)
ru: ОК (Cool Info Guide)

source: LongOK Button
ru: Долгое ОК

source: Info Button (EPG Select)
ru: EPG (выбор EPG)

source: LongInfo Button
ru: EPG долгое

source: Event 60 Fontsize (18), (15), (15)
ru: Событие 60 Размер шрифта (18), (15), (15)

source: Event 30 Fontsize (18), (15), (15)
ru: Событие 30 Размер шрифта (18), (15), (15)

source: Left Fontsize (22), (18), (16) (need restart)
ru: Слева размер шрифта (22), (18), (16)

source: Timeline Fontsize (20), (18), (16) (need restart)
ru: Размер шрифта на временной шкале (20), (18), (16)

source: Right 60 Font Center (Yes)
ru: Правый 60 шрифт центрировать (Да)

source: Time Scale (180)
ru: Временная шкала (180)

source: Bouquet at Start (No)
ru: Стартовать с букетов (Nнет)

source: Skip Empty Services (No) (need restart)
ru: Пропускать пустой EPG (Нет) (Нужна перезагрузка)

source: Standard for (HD), (XD), (SD) Skin
ru: Стандарт (HD), (XD), (SD) Skin

source: Press ( < OK > ) to change your Buttons !!!
ru: нажмите (<ОК>), чтобы изменить ваши кнопки!

source: No function with your Image
ru: Нет функции в имидже

source: check Autotimer ?
ru: проверить автотаймер?

source: -- please check your Timer --
ru: - Пожалуйста, проверьте ваш Таймер -

source: has moved
ru: переехал

source: is disabled
ru: отключено

source: configuration of all Guides for your special wishes
ru: Конфигурация телегида для ваших спец пожеланий

source: Cool Easy Guide use Yellow/Blue for Time -/+
ru: Cool Easy Guide использовать Желтый / Синий Время - / +

source: Cool Easy Guide show Channel Number
ru: Показывать номер канала в Cool Easy Guide

source: Cool TimerAlarm check if Timer has changed
ru: Cool TimerAlarm проверка если таймер изменился

source: Cool TimerAlarm check if Timer is deaktivated
ru: Cool TimerAlarm проверка если таймер деактивирован

source: Start Cool TV Guide with Red Button
ru: Старт Cool TV телегид красная кнопка

source: Start Cool Single Guide with Green Button
ru: Старт Cool одиночный телегид зелёная кнопка

source: Start Cool Easy Guide with Yellow Button
ru: Старт Cool легкий телегид жёлтая кнопка

source: Start Cool Info Guide with Info/EPG Button
ru: Старт Cool инфо телегид Info/EPG кнопка

source: Start Cool Channel Guide with Down Button
ru: Старт Cool одной тв программы джойстик вниз

source: Cancel
ru: отмена

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Yes
ru: да

source: No
ru: нет

source: IMDb Search
ru: IMDb поиск

source: Channel Info
ru: Информация о канале

source: Add Timer
ru: Добавить таймер

source: delete this Timer ?
ru: Удалить таймер ?

source: edit this Timer ?
ru: Редактировать этот таймер ?

source: Bouquetlist
ru: Список букетов

source: Sort A-Z
ru: сортировать А-Я

source: Sort Time
ru: Сортировать по времени

source: New Search
ru: Новый поиск

source: Last Search
ru: Последний поиск

source: Search for:
ru: Искать:

source: No history
ru: нет истории

source: Delete Timer
ru: Удалить таймер

source: Today
ru: сегодня

source: Mon
ru: понедельник

source: Tue
ru: вторник

source: Wed
ru: среда

source: Thu
ru: четверг

source: Fri
ru: пятница

source: Sat
ru: субота

source: Sun
ru: воскресенье
